import { BsTwitter } from 'react-icons/bs'
import { FaMapMarkerAlt, FaPhoneAlt, FaEnvelope } from 'react-icons/fa'
import teamMember1 from '/imgs/team1.png'
import partner1 from '/imgs/company9.jpg'
import partner2 from '/imgs/company2.png'
import partner3 from '/imgs/company10.png'
import partner4 from '/imgs/company11.png'
import partner5 from '/imgs/company5.png'
import partner6 from '/imgs/company6.png'
import partner7 from '/imgs/company7.png'
import partner8 from '/imgs/company8.png'
import partner9 from '/imgs/company12.jpg'
import partner10 from '/imgs/company13.png'
import arasco from '/imgs/arasco.png'
import alwazeen from '/imgs/alwazeen.png'
import tvtc from '/imgs/tvtc.png'
import img1 from '/imgs/member.png'
import member from '/imgs/ceo2.png'
import art from '/imgs/articleImage.jfif'
import hero1 from '/imgs/hero.jpg'
import hero2 from '/imgs/heroSection.png'
import hero3 from '/imgs/hero.jpg'
import hero4 from '/imgs/heroSection.png'
import ceo1 from '/imgs/ceoNobg.png'
import ceo2 from '/imgs/team2.png'
import ceo3 from '/imgs/team3.png'
import ceo4 from '/imgs/team4.png'
import ceo5 from '/imgs/team5.png'
import ceo6 from '/imgs/team6.png'
import ceo7 from '/imgs/team7.png'
import ceo8 from '/imgs/team8.png'
import ceo9 from '/imgs/team9.png'
import ceo10 from '/imgs/team10.png'
import ceo11 from '/imgs/ceo11.png'
import ceo12 from '/imgs/ceo12.png'
import ceo13 from '/imgs/ceo13.png'
import value1 from '/imgs/value1.png'
import value2 from '/imgs/value2.png'
import value3 from '/imgs/value3.png'
import val1 from '/imgs/val1.png'
import val2 from '/imgs/val2.png'
import val3 from '/imgs/val3.png'
import val4 from '/imgs/val4.png'
import val5 from '/imgs/val5.png'
import val6 from '/imgs/val6.png'

export const navLinksData = [
  {
    id: 1,
    name: 'الرئيسية',
    route: '/',
  },
  {
    id: 2,
    name: 'عن المعهد',
    subMenu: [
      { id: 1, name: 'عن المعهد', route: '/about' },
      { id: 2, name: 'رئيس مجلس الإدارة', route: '/ceo' },
      { id: 3, name: 'فريق مجلس الإدارة', route: '/board-team' },
      { id: 4, name: 'لجان مجلس الإدارة', route: '/board' },
      { id: 5, name: 'شركاء النجاح', route: '/partners' },
      { id: 6, name: 'الإدارة التنفيذية', route: '/management-members' },
    ],
  },
  {
    id: 3,
    name: 'المسارات التدريبية',
    subMenu: [
      { id: 1, name: 'الدبلوم', route: '/track/1' },
      { id: 2, name: 'برامج المهندسين', route: '/track/2' },
      { id: 3, name: 'برامج التدريب الموجه', route: '/track/3' },
    ],
  },
  {
    id: 4,
    name: 'البرامج والتخصصات',
    subMenu: [
      { id: 1, name: 'جميع التخصصات', route: '/programs' },
      { id: 2, name: 'الطاقة المتجددة', route: '/program/1' },
    ],
  },
  {
    id: 5,
    name: 'المركز الإعلامي',
    subMenu: [
      { id: 1, name: 'الأخبار', route: '/news' },
      { id: 2, name: 'ألبوم الصور', route: '/gallery' },
      { id: 3, name: 'مقاطع الفيديو', route: '/videos' },
    ],
  },
  {
    id: 6,
    name: 'شروط القبول',
    route: '/registration-terms',
  },

  { id: 7, name: 'اتصل بنا', route: '/contact' },
]
export const heroSliderData = [
  { id: 1, img: hero1 },
  { id: 2, img: hero2 },
  { id: 3, img: hero3 },
  { id: 4, img: hero4 },
]
export const socialMedialinksData = [
  {
    id: 1,
    icon: BsTwitter,
    title: 'تابعنا علي تويتر',
    url: 'https://mobile.twitter.com/Spire_Ksa',
  },
]
export const footerLinksData = {
  footerLinksOne: [
    { id: 1, name: 'الرئيسية', route: '/' },
    { id: 2, name: 'المسارات التدريبية', route: '/tracks' },
    { id: 3, name: 'البرامج والتخصصات', route: '/programs' },
    { id: 4, name: 'شروط القبول', route: '/registration-terms' },
    { id: 5, name: 'المركز الإعلامي', route: '/news' },
  ],
  footerLinksTwo: [
    { id: 1, name: 'الأسئلة الشائعة', route: '/FAQ' },
    { id: 2, name: 'سياسة الخصوصية', route: '/' },
    { id: 3, name: 'شروط وأحكام', route: '/' },
    { id: 4, name: 'مركز المساعدة', route: '/FAQ' },
    { id: 5, name: 'عن المعهد', route: '/about' },
  ],
}
export const RegistrationTermsData = [
  'ألا يقل معدل الثانوية العامة عن 70.',
  'ألا يكون سبق له أن تلقى الدعم من صندوق تنمية الموارد البشرية.',
  'الحد الأدنى لدرجة اختبار قياس القدرات 60 لدخول موق المركز الوطني للقياس.',
  'العمر: 18 -24.',
  'لائق طبيًا وجسديًا (عدم وجود أمراض مزمنة او إصابات).',
  'للغة الانجليزية: لا يقل عن 55 درجة فأكثر من اختبار STEP أو تحقيق المستوى الثاني على الأقل في اختبار تحديد المستوى في المعهد.',
  'حالة توكلنا: محصن.',
  'الجنسية: سعودي أو من دول مجلس التعاون الخليجي.',
  'تقبل الجنسيات الأخرى وفق ضوابط واتفاقيات مستقلة.',
]
export const RegistrationFeaturesData = [
  'تغطية تكاليف السكن والإعاشة والتنقل طيلة فترة التدريب.',
  'دبلوم معتمد من المؤسسة العامة للتدريب التقني والمهني.',
  'الإلمام باللغة الإنجليزية على أيدي مدربين باللغة الأم.',
  'توقيع عقد التوظيف منذ اليوم الأول مع صرف راتب شهري.',
  'تأمين طبي.',
  'التسجيل في التأمينات الاجتماعية.',
  'اعتماد دولي في مجال الطاقة المتجددة.',
  'إتقان مهارات السلامة والصحة المهنية.',
  'التدريب الميداني على رأس العمل.',
  'التسجيل في التأمينات الاجتماعية.',
]
export const FAQData = [
  {
    id: 1,
    Question: 'ما هو المعهد السعودي االتقني للطاقة المتجددة(سباير)؟',
    answered:
      'سيحصل الطالب بعد اجتياز كافة مراحل دراسة الطيران على ثلاث رخص للطيران تؤهله للالتحاق بشركات الطيران وهي رخصة الطيار الخاص ورخصة الطيران بالعدادات ورخصة الطيار التجاري',
  },
  {
    id: 2,
    Question: 'ما هو المعهد السعودي االتقني للطاقة المتجددة(سباير)؟',
    answered:
      'سيحصل الطالب بعد اجتياز كافة مراحل دراسة الطيران على ثلاث رخص للطيران تؤهله للالتحاق بشركات الطيران وهي رخصة الطيار الخاص ورخصة الطيران بالعدادات ورخصة الطيار التجاري',
  },
  {
    id: 3,
    Question: 'ما هو المعهد السعودي االتقني للطاقة المتجددة(سباير)؟',
    answered:
      'سيحصل الطالب بعد اجتياز كافة مراحل دراسة الطيران على ثلاث رخص للطيران تؤهله للالتحاق بشركات الطيران وهي رخصة الطيار الخاص ورخصة الطيران بالعدادات ورخصة الطيار التجاري',
  },
  {
    id: 4,
    Question: 'ما هو المعهد السعودي االتقني للطاقة المتجددة(سباير)؟',
    answered:
      'سيحصل الطالب بعد اجتياز كافة مراحل دراسة الطيران على ثلاث رخص للطيران تؤهله للالتحاق بشركات الطيران وهي رخصة الطيار الخاص ورخصة الطيران بالعدادات ورخصة الطيار التجاري',
  },
]
export const programsData = [
  {
    id: 1,
    programsName: 'تخصص الطاقة المتجددة',
    programPageDescription:
      'يزود برنامج الطاقة المتجددة الطلاب بشهادات معتمدة لتزويدهم بمزيج متوازن من المعرفة الهندسية والتجربة العملية، يضمن البرنامج حصول المتدربين على المهارات اللزمة لعمل في صناعات الطاقة المتجددة',
    programCardDescription:
      'يقدم المعهد مجموعة من التخصصات في مجال الطاقة المتجددة التي تلبي حاجة مشاريع الطاقة في المملكة',
    programAdvantages: [
      'يزود برنامج الطاقة المتجددة الطلاب بشهادات معتمدة لتزويدهم بمزيج متوازن من المعرفة الهندسية والتجربة العملية، يضمن البرنامج حصول المتدربين على المهارات اللزمة لعمل في صناعات الطاقة المتجددة',
    ],
  },
]
export const teamData = [
  {
    id: 1,
    img: teamMember1,
    name: 'م. عامر بن عبد الله العجمي',
    jobTitle: 'نائب رئيس مجلس الادارة',
    description:
      'هذا النص هو مثال لنص يمكن أن يستبدل في نفس المساحة، لقد تم توليد هذا النص من مولد النص العربى، حيث يمكنك أن تولد مثل هذا النص أو العديد من النصوص الأخرى إضافة إلى زيادة عدد الحروف التى يولدها التطبيق.',
  },
  {
    id: 2,
    img: teamMember1,
    name: 'م. عامر بن عبد الله العجمي',
    jobTitle: 'نائب رئيس مجلس الادارة',
    description:
      'هذا النص هو مثال لنص يمكن أن يستبدل في نفس المساحة، لقد تم توليد هذا النص من مولد النص العربى، حيث يمكنك أن تولد مثل هذا النص أو العديد من النصوص الأخرى إضافة إلى زيادة عدد الحروف التى يولدها التطبيق.',
  },
  {
    id: 3,
    img: teamMember1,
    name: 'م. عامر بن عبد الله العجمي',
    jobTitle: 'نائب رئيس مجلس الادارة',
    description:
      'هذا النص هو مثال لنص يمكن أن يستبدل في نفس المساحة، لقد تم توليد هذا النص من مولد النص العربى، حيث يمكنك أن تولد مثل هذا النص أو العديد من النصوص الأخرى إضافة إلى زيادة عدد الحروف التى يولدها التطبيق.',
  },
  {
    id: 4,
    img: teamMember1,
    name: 'م. عامر بن عبد الله العجمي',
    jobTitle: 'نائب رئيس مجلس الادارة',
    description:
      'هذا النص هو مثال لنص يمكن أن يستبدل في نفس المساحة، لقد تم توليد هذا النص من مولد النص العربى، حيث يمكنك أن تولد مثل هذا النص أو العديد من النصوص الأخرى إضافة إلى زيادة عدد الحروف التى يولدها التطبيق.',
  },
  {
    id: 5,
    img: teamMember1,
    name: 'م. عامر بن عبد الله العجمي',
    jobTitle: 'نائب رئيس مجلس الادارة',
    description:
      'هذا النص هو مثال لنص يمكن أن يستبدل في نفس المساحة، لقد تم توليد هذا النص من مولد النص العربى، حيث يمكنك أن تولد مثل هذا النص أو العديد من النصوص الأخرى إضافة إلى زيادة عدد الحروف التى يولدها التطبيق.',
  },
]
export const partners = [
  { img: partner1, url: 'https://www.energy.gov.sa/ar/pages/default.aspx' },
  { img: partner2, url: 'https://tvtc.gov.sa/ar/Pages/default.aspx' },
  { img: partner3, url: 'https://masdar.ae/ar' },
  { img: partner4, url: 'https://www.moenergy.gov.sa/ar/Pages/default.aspx' },
  { img: partner5, url: 'https://www.alfanar.com/arabic/' },
  { img: partner6, url: 'https://acwapower.com/ar/' },
  { img: partner7, url: 'https://www.hrdf.org.sa/Home' },
  { img: partner8, url: 'https://desert-technologies.com/' },
  { img: partner9, url: 'https://www.pif.gov.sa/en/Pages/Homepage.aspx' },
  { img: partner10, url: 'https://www.sabic.com/ar' },
]
export const articleData = [
  {
    id: 1,
    image: '',
    ArticleTitle:
      'سمو أمير منطقة الجوف الأمير فيصل يستقبل رئيس مجلس إدارة المعهد السعودي التقني المهندس ماجد الرفاعي',
    articleBriefCard:
      'سمو أمير منطقة الجوف الأمير فيصل يستقبل رئيس مجلس إدارة المعهد السعودي التقني المهندس ماجد الرفاعي بحضور معالي محافظ المؤسسة العامة للتدريب التقني والمهني وأعضاء مجلس إدارة المعهد سمو أمير منطقة الجوف الأمير فيصل يستقبل رئيس مجلس إدارة المعهد السعودي التقني المهندس ماجد الرفاعي بحضور معالي محافظ المؤسسة العامة للتدريب التقني ',
    articleTopic1:
      'هذا النص هو مثال لنص يمكن أن يستبدل في نفس المساحة، لقد تم توليد هذا النص من مولد النص العربى، حيث يمكنك أن تولد مثل هذا النص أو العديد من النصوص الأخرى إضافة إلى زيادة عدد الحروف التى يولدها التطبيق. إذا كنت تحتاج إلى عدد أكبر من الفقرات يتيح لك مولد النص العربى زيادة عدد الفقرات كما تريد، النص لن يبدو مقسما ولا يحوي أخطاء لغوية، مولد النص العربى مفيد لمصممي المواقع على وجه الخصوص، حيث يحتاج العميل فى كثير من الأحيان أن يطلع على صورة حقيقية لتصميم الموقع. ومن هنا وجب على المصمم أن يضع نصوصا مؤقتة على التصميم ليظهر للعميل الشكل كاملاً،دور مولد النص العربى أن يوفر على المصمم عناء البحث عن نص بديل لا علاقة له بالموضوع الذى يتحدث عنه التصميم فيظهر بشكل لا يليق. هذا النص يمكن أن يتم تركيبه على أي تصميم دون مشكلة فلن يبدو وكأنه نص منسوخ، غير منظم، غير منسق، أو حتى غير مفهوم. لأنه مازال نصاً بديلاً ومؤقتاً.',
    articleTopic2:
      'هذا النص هو مثال لنص يمكن أن يستبدل في نفس المساحة، لقد تم توليد هذا النص من مولد النص العربى، حيث يمكنك أن تولد مثل هذا النص أو العديد من النصوص الأخرى إضافة إلى زيادة عدد الحروف التى يولدها التطبيق. إذا كنت تحتاج إلى عدد أكبر من الفقرات يتيح لك مولد النص العربى زيادة عدد الفقرات كما تريد، النص لن يبدو مقسما ولا يحوي أخطاء لغوية، مولد النص العربى مفيد لمصممي المواقع على وجه الخصوص، حيث يحتاج العميل فى كثير من الأحيان أن يطلع على صورة حقيقية لتصميم الموقع. ومن هنا وجب على المصمم أن يضع نصوصا مؤقتة على التصميم ليظهر للعميل الشكل كاملاً،دور مولد النص العربى أن يوفر على المصمم عناء البحث عن نص بديل لا علاقة له بالموضوع الذى يتحدث عنه التصميم فيظهر بشكل لا يليق. هذا النص يمكن أن يتم تركيبه على أي تصميم دون مشكلة فلن يبدو وكأنه نص منسوخ، غير منظم، غير منسق، أو حتى غير مفهوم. لأنه مازال نصاً بديلاً ومؤقتاً.',
  },
]
export const contactData = [
  { id: 1, icon: FaPhoneAlt, text: '0507648007', url: 'tel:0507648007' },
  {
    id: 2,
    icon: FaEnvelope,
    text: 'Info@spire.edu.sa',
    url: 'mailto:info@spire.edu.sa',
  },
  {
    id: 3,
    icon: FaMapMarkerAlt,
    text: '7908, مخطط القديم,سكاكا 72341',
    url: 'https://goo.gl/maps/t1vcwiB7tVCYRcUCA',
  },
]
export const sectionsData = [
  {
    id: 1,
    content: [
      'أن نكون وجهة التدريب الفضل عالميا بمجال الطاقة المتجددة والمستدامة.',
      'مواكبة تطور التقنية للطاقة المتجددة والمستدامة وتأهيل الكوادر البشرية من خلال نهج متعدد التخصصات والبرامج وفق أعلى المعايير العالمية.',
      '1.	تأهيل شباب سعودي قادر على العمل بجدارة في مجال الطاقة المتجددة وتقنياتها وخدماتها اللوجستية.',
      '2.	التعاون في مجالات عمل المعهد مع المؤسسات والجهات المعنية بالتعليم والتدريب المهني والتقني المحلية والإقليمية والدولية للاستفادة من خبراتها لتطوير برامج وأساليب عمل المعهد',
    ],
  },
  {
    id: 2,
    content: [
      'أن نكون وجهة التدريب الفضل عالميا بمجال الطاقة المتجددة والمستدامة.',
      'مواكبة تطور التقنية للطاقة المتجددة والمستدامة وتأهيل الكوادر البشرية من خلال نهج متعدد التخصصات والبرامج وفق أعلى المعايير العالمية.',
      '3.	تصميم وتطوير المناهج الفنية والعامة الخاصة. وتطوير قدرات المدربين في تخصصات المعهد.',
      '4.	إجراء الأبحاث والدراسات الفنية والإدارية التي ترتقي بعمل المعهد وترفع من أدائه، والعمل جنبا إلى جنب مع الشركاء لاختيار المتدربين وتهيئتهم للعمل في الشركات بعد التخرج.',
    ],
  },
  {
    id: 3,
    content: [
      '1.	تأهيل شباب سعودي قادر على العمل بجدارة في مجال الطاقة المتجددة وتقنياتها وخدماتها اللوجستية.',
      '2.	التعاون في مجالات عمل المعهد مع المؤسسات والجهات المعنية بالتعليم والتدريب المهني والتقني المحلية والإقليمية والدولية للاستفادة من خبراتها لتطوير برامج وأساليب عمل المعهد',
      '3.	تصميم وتطوير المناهج الفنية والعامة الخاصة. وتطوير قدرات المدربين في تخصصات المعهد.',
      '4.	إجراء الأبحاث والدراسات الفنية والإدارية التي ترتقي بعمل المعهد وترفع من أدائه، والعمل جنبا إلى جنب مع الشركاء لاختيار المتدربين وتهيئتهم للعمل في الشركات بعد التخرج.',
    ],
  },
]
export const statsData = [
  { id: 3, text: 'خدمات متاحة', numbers: '+30' },
  { id: 2, text: 'برنامجا أكاديميا', numbers: '+25' },
  { id: 1, text: 'طالب وطالبة', numbers: '+10 K' },
]
export const ManagementData = [
  {
    id: 1,
    name: 'د. جهاد صالح زين العابدين',
    jobTitle: 'الرئيس التنفيذي',
    img: img1,
  },
]
export const PartnersData = [
  { id: 1, img: arasco },
  { id: 2, img: arasco },
  { id: 3, img: alwazeen },
  { id: 4, img: tvtc },
  { id: 5, img: arasco },
  { id: 6, img: arasco },
  { id: 7, img: alwazeen },
  { id: 8, img: tvtc },
]
export const TeamMembersData = [
  {
    id: 1,
    img: member,
    name: 'م. ماجد بن مهدي الرفاعي',
    jobTitle: 'رئيس مجلس الإدارة',
  },
  {
    id: 2,
    img: member,
    name: 'م. عامر بن عبد الله العجمي',
    jobTitle: 'نائب الرئيس',
  },
  {
    id: 3,
    img: member,
    name: 'م. فؤاد بن محمد موسى',
    jobTitle: 'عضو  مجلس الإدارة',
  },
  {
    id: 4,
    img: member,
    name: 'م. هشام بن محمد الصميلي',
    jobTitle: 'عضو  مجلس الإدارة',
  },
  {
    id: 5,
    img: member,
    name: 'م. مطر بن عيد العنزي',
    jobTitle: 'عضو  مجلس الإدارة',
  },
  {
    id: 6,
    img: member,
    name: 'د. طارق بن نبيل ندا  ',
    jobTitle: 'عضو  مجلس الإدارة',
  },
  {
    id: 7,
    img: member,
    name: 'م. هشام بن علي الغامدي',
    jobTitle: 'عضو  مجلس الإدارة',
  },
  {
    id: 8,
    img: member,
    name: 'م. تركي بن محمد الشهري',
    jobTitle: 'عضو  مجلس الإدارة',
  },
  {
    id: 9,
    img: member,
    name: 'م. سليمان بن عثمان الخطيب',
    jobTitle: 'عضو  مجلس الإدارة',
  },
  {
    id: 10,
    img: member,
    name: 'م. يوسف بن مسلم السيف',
    jobTitle: 'عضو  مجلس الإدارة',
  },
  {
    id: 11,
    img: member,
    name: 'د. جهاد بن صالح زين العابدين',
    jobTitle: 'الرئيس التنفيذي',
  },
]
export const valuesData = [
  'الشغف',
  'الإنضباط',
  'التميز',
  'الريادة',
  'الإنجاز',
  'المبادرة',
]
export const galleryData = [
  {
    img: art,
    text: 'اجتماع سمو رئيس منطقة الجوف مع رئيس المعهد السعودي التقني ',
    date: 1,
  },
]
export const tracksData = [
  {
    id: 1,
    title: 'مسار الدبلوم',
    goal: 'إكساب المتدربين المعارف والمعارف الخاصة بعلوم الطاقة المتجددة وإدارتها وتشغيلهاو صيانتها',

    trainingPeriod: 'سنتان ونصف',
    target:
      'حملة شهادة الثانوية العامة, ودبلوم الكلية التقنية في تخصص الكهرباء',
  },
  {
    id: 2,
    title: 'مسار التطوير المهني والشهادات الاحترافية',
    goal: '',

    trainingPeriod: '',
  },
  {
    id: 3,
    title: 'مسار حلول التدريب الموجه',
    goal: '',
  },
]
export const aboutObjectivesData = [
  'تأهيل شباب سعودي قادر على العمل بجدارة في مجال الطاقة المتجددة وتقنياتها وخدماتها اللوجستية.',
  'التعاون في مجالات عمل المعهد مع المؤسسات والجهات المعنية بالتعليم والتدريب المهني والتقني المحلية والإقليمية والدولية للاستفادة من خبراتها لتطوير برامج وأساليب عمل المعهد.',
  'تصميم وتطوير المناهج الفنية والعامة الخاصة. وتطوير قدرات المدربين في تخصصات المعهد.',
  'إجراء الأبحاث والدراسات الفنية والإدارية التي ترتقي بعمل المعهد وترفع من أدائه، والعمل جنبا إلى جنب مع الشركاء لاختيار المتدربين وتهيئتهم للعمل في الشركات بعد التخرج.',
]
export const boardData = [
  'لجنة التوجيه والاستدامة',
  ' لجنة التدقيق والامتثال.',
  'لجنة المكافآت والترشيحات.',
  ' لجنة المخاطر والصحة والسلامةالمهنية.',
  '. اللجنة الفنية.',
]
export const baordTeamData = [
  {
    id: 1,
    name: 'م.ماجد بن مهدي رفاعي',
    position: 'الرئيس التنفيذي في شركة مصنع تكنولوجيا الصحراء',
    img: ceo1,
  },
  {
    id: 2,
    name: 'د.طارق ندا',
    position:
      'نائب رئيس مجلس إدارة شركة أكوابور لقطاع المياه والخدمات التقنية ',
    img: ceo2,
  },
  {
    id: 3,
    name: 'م.عبد العزيز المبارك',
    position: 'المدير التنفيذي لشركة مصدر في السعودية ',
    img: ceo3,
  },
  {
    id: 4,
    name: 'م.هشام الصميلي',
    position:
      'مشرف قطاع المحتوى المحلي  بمدينة الملك عبد الله للطاقة الذريةو المتجددة ',
    img: ceo4,
  },
  {
    id: 5,
    name: 'م.فؤاد بن محمد موسي',
    position: 'المشرف العام على وكالة التوطين وإدارة المخاطر بوزارة الطاقة',
    img: ceo5,
  },
  {
    id: 6,
    name: 'م.مطر بن عيد العنزي',
    position: 'المدير التنفيذي للمركز الوطني للشراكات الاستراتيجية ',
    img: ceo6,
  },
  {
    id: 7,
    name: 'م.عامر بن عبد الله العجمي',
    position: 'نائب الرئيس التنفيذي للمبيعات والتسويق بشركة الفنار ',
    img: ceo7,
  },
  {
    id: 8,
    name: 'م.سليمان بن عثمان الخطيب',
    position: 'المدير التنفيذي لشركة أيسكو للاستشارات الهندسية ',
    img: ceo8,
  },
  {
    id: 9,
    name: 'م. يوسف مسلم الشراري',
    position: 'مدير عام التدريب التقني والمهني بمنطقة الجوف',
    img: ceo9,
  },
  {
    id: 10,
    name: 'م. تركي الشهري',
    position: 'الرئيس التنفيذي لشركة انجي',
    img: ceo10,
  },
  {
    id: 11,
    name: 'أ.فراس بن عبدالعزيز أبا الخيل',
    position: 'نائب مدير عام صندوق تنمية الموارد البشرية (هدف) للأعمال',
    img: ceo11,
  },
  {
    id: 12,
    name: 'م.عبدالرحمن بن عبدالعزيز الرميح',
    position: 'مدير الحوكمة المؤسسية بصندوق الاستثمارات العامة',
    img: ceo12,
  },
  {
    id: 13,
    name: 'م.حامد الحارثي',
    position:
      'ممثل شركة سابك، المدير التنفيذي للاستدامة في الشرق الأوسط وأفريقيا',
    img: ceo13,
  },
]
export const goalData = [
  {
    id: 1,
    img: value1,
    title: 'رؤيتنا',
    description: [
      'أن نكون وجهة التدريب الأفضل عالميا بمجال الطاقة المتجددة والمستدامة.',
    ],
  },
  {
    id: 2,
    img: value2,
    title: 'رسالتنا',
    description: [
      'مواكبة تطور تقنية الطاقة المتجددة والمستدامة وتأهيل الكوادر البشرية من خلال نهج متعدد التخصصات وفق أعلى المعايير العالمية',
    ],
  },
  {
    id: 3,
    img: value3,
    title: 'أهدافنا',
    description: [
      '1.	تطوير المعارف والمهارات الفنية للقوى العاملة السعودية بغرض توطين الوظائف الإدارية والفنية في مجالات الطاقة المتجددة وتقنياتها وخدماتها اللوجستية.',
      '2.	تلبية احتياجات القطاع الخاص المشغّل لمشاريع الطاقة المتجددة في المملكة من القوى العاملة.',
    ],
  },
]
export const valueImages = [
  { title: 'الانضباط', img: val1 },
  { img: val2, title: 'الريادة' },
  { img: val3, title: 'التميز' },
  { img: val4, title: 'الإنجاز' },
  { img: val5, title: 'الشغف' },
  { img: val6, title: 'المبادرة' },
]
